Repository: Prisma-edv/Snap2Life-IOS
Catalog: Snap2Life_3.5/snap2life premium/*.lproj/Localizable.strings
Languages: de, it

# restore_notStored
source: This account is not in use: create a new account.
de: Das Profil wurde nicht gefunden. Sie können ein neues Profil erstellen.
it: Questo Profile non è in uso: crea un nuovo profile.

# restore_notCorrect
source: This account name is not correct: remove weird characters.
de: Der Profilname ist nicht korrekt. Es sind nur Ziffern und Buchstaben erlaubt.
it: Qusto Profile non è corretto: rimuovi i caratteri strani.

# alert_comment_title
source: Comment
de: Kommentar
it: Commento

# alert_comment_message
source: Write a comment.
de: Schreibe einen Kommentar.
it: Scrivi un commento

# alert_connection_bestmatch_title
source: Connection Error
de: Verbindungsfehler
it: Errore di connessione

# alert_connection_bestmatch_message
source: You lost connection: the snap is saved in the history. You can upload it later when you'll get internet connection again.
de: Du hast keine Verbindung: das Foto wird in der Historie gesichert. Du kannst es später hochladen, wenn die Internet-Verbindung wieder hergestellt ist.
it: Non hai connessione: l´immagine sar

# alert_erase_confirm_title
source: Erase History
it: Cancella la storia

# alert_erase_confirm_message
source: Are you sure to remove those items from the history:
it: Sei sicuro di voler eliminare questi elementi dalla storia?

source: Skip
de: Überspringen
it: Salta

# alert_logged_comment
source: You need to be logged in to comment.
de: Zum Kommentieren musst Du angemeldet sein.
it: Devi essere loggato per poter commentare.

source: Cancel
de: Abbruch
it: Annulla

# ups_title
source: title
de: Titel
it: titolo

# btn_save&share
source: Save & Share
de: Speichern & Teilen
it: Salva & Condividi

# new_comment
source: Insert a new comment
de: Füge einen neuen Kommentar hinzu
it: Inserisci un nuovo commento

source: Comment
de: Kommentar
it: Commento

# history_snap_report
source: Generate snap report
de: Erstelle Snap Report
it: Ricevi email con gli snap selezionati

source: Erase selected
de: Ausgewählte löschen
it: Cancella gli snap selezionati

# error_submit_btn
source: Submit
de: Wiederholen
it: Invia

# bookmark_placeholder
source: You can find here all your bookmarks.
de: Hier findest du alle Lesezeichen.
it: Qui puoi trovare i tuoi snap preferiti.

# ar_package_placeholder
source: You can find here all downloaded ar packages.
de: Hier findest du alle heruntergeladenen Augemented Reality Pakete.
it: Qui puoi trovare i pachetti per AR.

# history_placeholder
source: You can find here all your snaps.
de: Hier findest du alle Snaps.
it: Qui trovi la storia dei tuoi Snap.

# bookmark_in
source: Bookmark this Snap
de: Snap in Bookmarks verschieben
it: Aggiungi ai preferiti.

# bookmark_out
source: Unbookmark this Snap
de: Snap aus Bookmarks entfernen
it: Rimuovi dai preferiti.

# user_email_alert
source: the e-mail provided is not correct.
de: Die angegebene E-Mail ist nicht gültig.
it: l'e-mail inserita non è corretta.

# ar_detail_label
source: selected package details
de: Details für ausgewähltes Paket
it: seleziona i dettagli del pachetto.

# ar_tutorial
source: Visit Our Tutorial
de: Besuche unser Tutorial
it: Guarda i nostri tutorial.

# ar_download_title
source: Update
it: Aggiorna

# ar_download_text
source: A new Augmented Reality package is ready for downloading.
de: Es steht ein neues Augmented Reality Paket zum Herunterladen bereit.
it: Un nuovo pachetto Augmented Reality è pronto per essere scaricato.

# ar_download_failed
source: Error while downloading the Augmented Reality package.
de: Leider konnte das Update-Paket nicht heruntergeladen werden.
it: Errore di caricamento.

# history_map
source: map
de: Karte
it: mappa

# history_record
source: record
de: erkannt
it: riconosciuti

# history_not_record
source: not record
de: nicht erkannt
it: non riconosciuti

# history_edit
source: edit
de: Bearbeiten
it: modifica

# settings_history_exparing
source: Keep History For
de: Historie behalten für
it: Tieni la storia degli snap per:

# settings_history_day
source: Days
de: Tage
it: Giorni

# settings_title_common
source: Common Settings
de: Allgemein
it: Setting Comuni

# settings_gallery
source: Gallery
de: Galerie
it: Galleria

# ar_ipad_library
source: Library
de: Bibliothek
it: Libreria

# ar_segmented_first
source: Camera
de: Kamera
it: Fotocamera

# ar_segmented_second
source: Photos
de: Fotos
it: Fotografie

# newsettings_settings
source: Common settings
de: Allgemein
it: Setting Comuni

# utilities_email
source: Letter to Snap2life
de: Brief an Snap2life
it: Invia un email a Snap2life

# settings_browser_desc
source: Use Safari instead of the internal browser.
de: Safari anstelle des internen Browsers.
it: Usa Safari al posto del browser interno.

# contents
source: Image contents
de: Inhalte zum Bild
it: Contenuto Immagini

# error
source: No image match!
de: Ups :)
it: L'immagine non è stata riconosciuta!

# transfer_error
source: There is a problem with the transmission. Check if you have web access.
de: Es gibt ein Problem mit der Verbindung. Überprüfe, ob Du Verbindung zum Web hast!
it: C'è un probelam di trasmisssione: controlla di avere un accesso web.

# no_camera
source: Your device does not have a camera, to use this app you need one. Please, press the Home button to exit the application.
de: Dein Handy hat keine Kamera. Diese Anwendung benötigt eine Kamera. Schade. Klicke auf die "Home" Taste um die Anwendung zu verlassen.
it: Il tuo iPhone non ha una fotocamera: per usare quasta app è necessaria.

# memory_low
source: The device's memory is low. Please, close some other running apps to free up some memory.
de: Der Speicher ist knapp, wir empfehlen Dir einige laufende Apps zu schließen.
it: La memoria usata è eccessiva: chiudi alcune applicazione in background.

# xml_error
source: Invalid error text.
de: Fehlertext nicht valid.
it: Errore di XML

# db_error_title
source: snap2life® Warning
de: snap2life® Warnung
it: snap2life® Attenzione

# db_error_desc
source: Error retrieving previous user settings. You must delete the app first and then reinstall it.
de: Ein Fehler ist beim Lesen der Benutzereinstellungen aufgetreten. Sie müssen die App zunächst löschen und dann wieder installieren.
it: Errore: questa versione di snap2life ha un nuovo database. Rimuovi l'applicazione e ri-installala.

# alert_warning
source: Warning
de: Achtung
it: Attenzione

# back_btn
source: back
de: zurück
it: indietro

# edit_btn
source: Edit
de: Bearbeiten
it: modifica

# loading_run
source: Image is being analysed
de: Bild wird analysiert
it: l'immagine viene analizzata

# result_contents
source: Contents for the image
de: Inhalte zum Bild
it: Contenuti per l'immagine:

source: Title
de: Titel
it: Titolo

# bad_url
source: Invalid forwarding address
de: Ungültige Weiterleitung
it: indirizzo invalido

# about_intro_text
source: Try out snap2life®
de: snap2life® ausprobieren
it: Prova snap2life®

# about_intro_text_1
source: In order to try out this app you should visit the snap2life® homepage (www.snap2life.de) on a laptop and go to the menu option 'Try it out'. Then 'snap' one or more of the pictures listed at the bottom of the page.
de: Zum Ausprobieren dieser App können Sie die snap2life® Seite (www.snap2life.de) besuchen und die unter Menüpunkt 'Ausprobieren' aufgeführten Bilder direkt am Bildschirm fotografieren.
it: Per provare snap2life, visita la home page (www.snap2life.de) da un computer e segui il link 'Try it out'. Quindi fotografa una o più immagini presenti nella pagina.

# about_intro_text_2
source: About snap2life®
de: Über snap2life®
it: A proposito di snap2life®

# about_intro_text_3
source: snap2life® joins up print- and billboard images with predefined online content. We offer the snap2life® Image Recognition Algorithm and Augmented Reality in individually customized apps or as an API for inclusion in existing apps. You will find our complete range of services under www.snap2life.de. Or just give us a call: +49 30 2388 2030.
de: snap2life® verbindet beliebige Print- und Plakatinhalte mit definierten Online-Inhalten. Wir bieten den snap2life® Bilderkennungsalgorithmus in individuell entwickelten Apps oder als API zum Einbau in bereits bestehende Apps an. Das gesamte Leistungsangebot finden Sie unter www.snap2life.de. Oder rufen Sie uns direkt an: +49 30 2388 2030.
it: snap2life unisce la stampa al web. Offriamo il riconoschimenot di immagini (IR) e la realtà AUgmentale (AR) in Apps personalizate o come librerie da includere nelle vostre app. Troverete la lista dei servizi a voi offerti sul sito: www.snap2life.de, oppure chiamateci al: +49 30 2388 2030.

# about_actual_btn
source: Aktuelle Motive
it: Aggiorna il motivo

# about_contact_btn
source: Contact
de: Kontakt
it: Contattaci

# about_impressum_btn
source: Legal notice
de: Impressum
it: Avvertenze Legali.

# about_version_text
source: Versionsnummer
it: Numero di versione

# snap_tipp
source: Please capture the whole motif
de: Bitte das gesamte Motiv erfassen!
it: Perfavore fotografa tutto il motivo

# button_cancel
source: Cancel
de: Abbrechen
it: Cancella

# button_update
source: Download
it: Scarica

# put_intro_text
source: No match was found for the picture. If you like, you can store the snap in the database so as to share it with others. They can then snap your picture and follow your link.
de: Das Bild wurde nicht erkannt. Wenn Du magst, kannst Du den Snap um die folgenden Angaben ergänzen und in der Datenbank speichern. Somit können andere Leute Deine Bilder snappen:
it: L'immagine non è stata riconsciuta: Se volete potete salvare l'immagine nel nostro database e condividerla con gli altri. Gli altri utenti potranno fotografare la stessa immagine e navigare i links.

# put_key_label
source: Give a name to your snap:
de: Name
it: Nome

# put_comment_label
source: Comment (appears when someone else snaps):
de: Kommentar
it: Commento

# put_description_label
source: Description
de: Beschreibung
it: Descrizione

# put_url_label
source: Link (web link to which the snap points, optional):
de: Link (Web-Adresse wohin der Snap zeigt, optional):
it: Link (web link al quale l'immagine punta, opzionale):

# put_submit_button_text
source: Save & Share
de: Speichern & Teilen
it: Salva & Condividi

# put_vali_empty_key
source: You must enter a name so as to identify the snap.
de: Ein Name muss vorhanden sein, damit der Snap identifiziert werden kann.
it: Devi inserire un nome per identificare l'immagine.

# put_vali_empty_comment
source: You must enter a comment. This will appear as a hint or link text when someone else snaps your picture.
de: Du musst Deinen Snap kommentieren. Dieses wird als Hinweis oder Link-Text erscheinen, wenn andere Dein Bild snappen.
it: Devi inserire un commento o un link: questo apparirà quando altri utenti fotograferanno la stessa immagine.

# put_vali_malformed_url
source: Malformed URL. The link must begin with http:// or mailto:// and may not contain any blanks or special characters.
de: Malformed URL. Der Link muss mit http:// oder mailto:// anfangen, darf keine Leerstellen und keine Sonderzeichen enthalten.
it: URL non corretto. Il link deve iniziare con http:// o mailto:// e non può contenere spazi o caratteri speciali.

# put_success_title
source: Save successful
de: Speichern erfolgreich
it: Salvato correttamente

# put_success_desc
source: Your snap and its corresponding comment/link were stored and are now available when someone else snaps your picture.
de: Dein Snap und den dazu gehörigen Hinweis/Link wurden gespeichert und stehen ab sofort anderen zur Verfügung.
it: La tua immagine e i contenuti ad essa correlati sono stati salvati correttamente.

# settings_2fs_desc
source: Outline a picture motif with 2 fingers and let go.
de: Mit 2 Fingern ein Motiv auswählen und loslassen.
it: Racchiudi la tua immagine con due dita sullo schermo e rilascia la presa.

# settings_put_title
source: Submit new Snaps
de: Fotos speichern & teilen
it: Invia una nuova Immagine

# settings_put_desc
source: snap2life® can prompt you to store and comment on a snap the first time the image is processed.
de: snap2life® kann ein Bild speichern, das er noch nicht kennt. So kannst Du Deine Bilder mit anderen teilen.
it: snap2life® può presentare likns e commenti la prima volta che l'immagine viene salvata.

# settings_historic_title
source: Store your Snaps
de: Historie speichern
it: Registra le tue Immagini

# settings_historic_desc
source: Snap a motif with snap2life® even when offline. Submit the image later.
de: Ein Bild mit snap2life® auch offline snappen. Dann später abschicken.
it: Fotografa un motivo con snap2life® anche se non hai connessione. Potrai inviarla più tardi.

# settings_gps_desc
source: GPS helps snap2life® bring optimal results.
de: Mit GPS kann snap2life® die optimalen Ereignisse erzielen.
it: GPS aiuta snap2life a migliorare i suoi dati.

# settings_sound_title
source: Sound
it: Suono

# settings_sound_desc
source: Switch the camera click on or off.
de: Das Kamerageräusch ein- und ausschalten.
it: Attiva o disattiva il suono della fotocamera.

# settings_ar_title
source: Augmented Reality
it: Realtà Augmentale

# settings_ar_desc
source: Allow 3D effects in pre-defined motives.
de: Bei ausgewählten Motiven 3D-Effekte einblenden.
it: Effeti a 3Dimensioni per motivi impostati.

# settings_circle_connect_title
source: Circle Connect
it: Condividi nella Community

# settings_circle_connect_desc
source: Share with other snappers.
de: Deine Aufnahmen mit anderen teilen.
it: Attiva la Community

# settings_ar_download_text_search
source: Looking for downloads...
de: Suche nach Updates...
it: Sto cercando di scaricare.

# settings_ar_download_text_failed
source: Problem with network availaility
de: Verbindungsfehler
it: Problemi di accesso alla rete.

# settings_ar_download_text_update
source: A download is available
de: Update vorhanden
it: Un nuovo download è disponibile.

# settings_ar_download_text_noupdate
source: No download available
de: Kein Update vorhanden
it: Nessuna Download è disponibile.

# settings_profile_title
source: User Profile
de: Benutzerprofil
it: Profilo Utente

# settings_deviceID_title
source: Unique Device Identifier
de: Eindeutige Geräte-Kennung
it: ID Unico

# settings_downloadURL_title
source: URL for AR download
de: URL für den AR-Download
it: URL per scaricare AR

# comment_save
source: Save comment
de: Kommentar speichern
it: Salva un commento

# profile_text
source: You can store your picture, e-mail and name (or a nickname) in your profile. The e-mail address is important if you want to receive e-mail notifications of snaps you send.
de: Sie können Ihr Bild, Ihre Email und Ihren Namen (oder einen Pseudonym) als Profil speichern. Nur die Email-adresse ist zwingend, falls Sie Rückmeldung über abgeschickte Snaps bekommen möchten.
it: Puoi salavare le immagini, il tuo Nickname e la tua email. L'email è importante se vuoi ricevere gli aggiornamenti sulle immagini da te inviate.

# profile_secretimage_title
source: Secret Image
de: Geheimbild
it: Immagine Segreta

# profile_name_title
source: Your name
de: Ihr Name
it: Il tuo Nickname

# profile_save
source: Save
de: Profil speichern
it: Salva il profilo

# profile_logout
source: Do you really want to log out?
de: Willst du dich wirklich ausloggen?
it: Vuoi veramente uscire (logout)?

# profile_restore
source: Restore
de: Wiederherstellen
it: Ripristina

# register_alreadyRegistered
source: This nickname is already in use.
de: Dieser Name wird bereits benutzt.
it: Questo nickname è già preso.

# download_title
source: Update
it: Aggiorna

# gallery_download_title
source: Picture Gallery
de: Beispiel-Galerie
it: Galleria di immagini

# gallery_download_text
source: A new picture gallery package is ready for downloading.
de: Es liegt ein neues Galerie-Paket zum Herunterladen bereit.
it: Una nuova gallleria di immagine è pronta per essere scaricata.

# download_failed
source: Error while downloading the update package.
de: Leider konnte das Update-Paket nicht heruntergeladen werden.
it: Errore mentre si scaricava.

# ar_package_update_btn
source: Update AR Packages
de: Update AR-Pakete
it: Aggiornamento pachetti AR

# ar_activate
source: Activate AR:
de: AR aktivieren:
it: Attiva AR:

# ar_package_update_select
source: Update selected AR package
de: Ausgewähltes AR-Paket aktualisieren
it: Aggiorna il pachetto AR selezionato

# alert_already_downloaded
source: This package has already been downloaded.
de: Dieses Paket wurde bereits heruntergeladen.
it: Questo pachetto è stato già aggiornato.

# history_send_for_pdf
source: Send selected for batch processing
de: Ausgewählte Bilder als Email zuschicken
it: Invia le immagini al server.

# tutorial_title_4
source: Gallery
de: Galerie
it: Galleria

# tutorial_descr_1
source: This app can recognize images which have already been linked to online content. When you photograph one of these images you are directed to online content within seconds.
de: Diese App kann Bilder erkennen, die vorher mit Online-Inhalten verbunden wurden. Durch Fotografieren eines solchen Bildes gelangt man in Sekunden zu spannenden Inhalten.
it: Questa App può riconoscere immagini che sono precedentemente salvate con commenti e links. Quando fotografi un'immagine riconsociuta verrai ridiretto ai contenuti online immediatamente.

# tutorial_descr_2
source: Some images activate 3D-objects and animations which float above the picture. For this to happen just hold the mobile over the picture.
de: Einige Bilder aktivieren 3D-Objekte und Animationen, die über dem Bild sichtbar werden. Dazu muss man das Handy über das Bild halten.
it: Qualche immagine può attivare modelli 3D. Perchè questo avvenga tieni l'iPhone sull'immagine.

# tutorial_descr_3
source: If an image is some distance away you can zoom the display window by outlining with two fingers. Just make a picture border with two fingers and let go.
de: Wenn ein Bild weit entfernt ist, kann man den Fotoausschnitt auf dem Bildschirm mit zwei Fingern eingrenzen. Mit beiden Fingern einen Rahmen aufziehen und loslassen.
it: Se un motivo è troppo distante: puoi selezionare l'area di zoom con due dita e rilasciarle.

# ar_tutorial_link
source: http://www.snap2life.de/index.php/ausprobieren-galerie/?lang=en
de: http://www.snap2life.de/index.php/ausprobieren-galerie/?lang=de

# ar_download_progress
source: %d%% of %0.2f MB
de: %d%% von %0.2f MB

# settings_title
source: snap2life - Settings
de: snap2life - Einstellungen

# url_impressum
source: http://www.snap2life.de/index.php/snap2life/impressum/?lang=en
de: http://www.snap2life.de/index.php/snap2life/impressum/

# email_subject
source: Interest in snap2life®
de: Interesse an snap2life®

# put_adlink_name
source: snap2life® website
de: snap2life®-Webseite

# put_adlink_url
source: http://www.snap2life.de/?lang=en
de: http://www.snap2life.de/

# download_progress
source: %d%% of %0.2f MB
de: %d%% von %0.2f MB

# tutorial_title_1
source: snap2life® Image Recognition
de: snap2life® Bilderkennung
